Repository: 004605/Cura
Catalog: resources/i18n/*/gradual_flow_settings.def.json.po
Languages: cs_cz, es_es, it_it, ja_jp, pt_br, pt_pt, tr_tr, zh_cn

# gradual_flow_discretisation_step_size description
source: Duration of each step in the gradual flow change
cs_cz: Doba trvání každého kroku v postupné změně průtoku
es_es: Duración de cada paso en el cambio de flujo gradual
it_it: Durata di ciascuna fase nella modifica del flusso graduale
ja_jp: 段階的なフローの変化におけるステップごとの時間
pt_br: Duração de cada passo na alteração de fluxo gradual
pt_pt: Duração de cada etapa da alteração do fluxo gradual
tr_tr: Kademeli akış değişimindeki her adımın süresi
zh_cn: 渐变流量每一步的持续时间

# gradual_flow_enabled description
source: Enable gradual flow changes. When enabled, the flow is gradually increased/decreased to the target flow. This is useful for printers with a bowden tube where the flow is not immediately changed when the extruder motor starts/stops.
cs_cz: Povolit postupné změny průtoku. Když je povoleno, průtok se postupně zvyšuje / snižuje na cílový průtok. Toto je užitečné pro tiskárny s Bowdenovou trubicí, kde se průtok okamžitě nezmění, když se spustí / zastaví extrudér.
es_es: Activar cambios graduales de flujo. Cuando está activado, el flujo aumenta/disminuye gradualmente hasta el flujo objetivo. Esto es útil para impresoras con un tubo bowden donde el flujo no cambia inmediatamente cuando el motor del extrusor se enciende/apaga.
it_it: Abilita le modifiche del flusso graduale. Se abilitate, il flusso viene gradualmente aumentato/diminuito rispetto al flusso target. Questa impostazione è utile per le stampanti con un tubo bowden in cui il flusso non viene immediatamente modificato all'avvio/all'arresto del motore dell'estrusore.
ja_jp: 段階的なフローの変化を有効にできます。有効にすると、フローは目標フローまで段階的に増減します。これは、押し出しモーターの始動/停止時にフローがすぐに変化しないボーデンチューブを備えたプリンターに便利です。
pt_br: Habilita mudanças graduais de fluxo. Quando habilitado, o fluxo é gradualmente aumentado ou reduzido para o fluxo alvo. Útil para impressoras com tubo bowden onde o fluxo não é imediatamente alterado quando o motor do extrusor inicia ou para.
pt_pt: Permite alterar gradualmente o fluxo. Quando ativado, o fluxo é gradualmente aumentado/diminuído até atingir o fluxo-alvo. Esta funcionalidade é útil para impressoras com um tubo Bowden, onde o fluxo não é alterado imediatamente quando o motor extusor para/arranca.
tr_tr: Kademeli akış değişikliklerini etkinleştir. Bu ayar etkinleştirildiğinde, akış, hedef akışa doğru kademeli olarak artırılır/azaltılır. Bu, ekstruder motoru çalıştırıldığında/durdurulduğunda akışın hemen değişmediği, bowden tüplü yazıcılar için kullanışlı bir özelliktir.
zh_cn: 启用渐变流量。当启用时，流量逐渐增加/降低到目标流量。这对于有鲍登管的打印机很有用，当挤出机电机启动/停止时，流量不会立即改变。

# reset_flow_duration description
source: For any travel move longer than this value, the material flow is reset to the paths target flow
cs_cz: Pro jakýkoli pohyb delší než tato hodnota se materiálový průtok resetuje na cílový průtok dráhy
es_es: Para cualquier movimiento de desplazamiento superior a este valor, el flujo de material se restablece con el flujo objetivo de las trayectorias
it_it: Per ogni corsa più lunga di questo valore, il flusso di materiale viene reimpostato al flusso target dei percorsi
ja_jp: この値より長い移動の場合、素材フローは目標フローにリセットされます。
pt_br: Para qualquer movimento mais longo que este valor, o fluxo material é resetado para o fluxo-alvo do percurso.
pt_pt: Para qualquer movimento de deslocação superior a este valor, o fluxo de material é reposto para o fluxo de destino do percurso.
tr_tr: Bu değerden daha uzun herhangi bir hareket için, malzeme akışı hedef akışına sıfırlanır
zh_cn: 对于任何超过此值的行程移动，材料流量将重置为路径目标流量

# gradual_flow_discretisation_step_size label
source: Gradual flow discretisation step size
cs_cz: Velikost kroku diskretizace postupné změny průtoku
es_es: Tamaño del paso de discretización del flujo gradual
it_it: Dimensione della fase di discretizzazione del flusso graduale
ja_jp: 段階的なフローの離散化ステップのサイズ
pt_br: Tamanho de passo da discretização de fluxo gradual
pt_pt: Tamanho da etapa de discretização do fluxo gradual
tr_tr: Kademeli akış ayrıştırma adım boyutu
zh_cn: 渐变流量离散步长

# gradual_flow_enabled label
source: Gradual flow enabled
cs_cz: Postupné změny průtoku povoleny
es_es: Flujo gradual activado
it_it: Flusso graduale abilitato
ja_jp: 段階的なフローが有効
pt_br: Fluxo gradual habilitado
pt_pt: Fluxo gradual ativado
tr_tr: Kademeli akış etkin
zh_cn: 渐变流量已启用

# max_flow_acceleration label
source: Gradual flow max acceleration
cs_cz: Maximální zrychlení postupných změn průtoku
es_es: Aceleración máxima del flujo gradual
it_it: Accelerazione max del flusso graduale
ja_jp: 段階的なフローの最大加速度
pt_br: Aceleração máxima do fluxo gradual
pt_pt: Aceleração máxima do fluxo gradual
tr_tr: Kademeli akış maksimum ivme
zh_cn: 渐变流量最大加速度

# layer_0_max_flow_acceleration label
source: Initial layer max flow acceleration
cs_cz: Maximální zrychlení průtoku pro první vrstvu
es_es: Aceleración máxima del flujo de la capa inicial
it_it: Accelerazione del flusso max del livello iniziale
ja_jp: 初期層の最大フロー加速度
pt_br: Aceleração máxima de fluxo da camada inicial
pt_pt: Aceleração do fluxo máximo da camada inicial
tr_tr: İlk katman maksimum akış ivmesi
zh_cn: 初始层最大流量加速度

# max_flow_acceleration description
source: Maximum acceleration for gradual flow changes
cs_cz: Maximální zrychlení pro postupné změny průtoku
es_es: Aceleración máxima para los cambios de flujo graduales
it_it: Accelerazione massima per modifiche di flusso graduale
ja_jp: フローを段階的に変化させるための最大加速度
pt_br: Aceleração máxima para alterações de fluxo gradual
pt_pt: Aceleração máxima para alterações do fluxo gradual
tr_tr: Kademeli akış değişiklikleri için maksimum ivme
zh_cn: 渐变流量的最大加速度

# layer_0_max_flow_acceleration description
source: Minimum speed for gradual flow changes for the first layer
cs_cz: Minimální rychlost pro postupné změny průtoku pro první vrstvu
es_es: Velocidad mínima para los cambios de flujo graduales de la primera capa
it_it: Velocità minima per le modifiche del flusso graduale per il primo livello
ja_jp: 第1層のフローを段階的に変化させるための最低速度
pt_br: Velocidade mínima para alterações graduais de fluxo na primeira camada
pt_pt: Velocidade mínima para alterações do fluxo gradual da primeira camada
tr_tr: İlk katmandaki kademeli akış değişiklikleri için minimum hız
zh_cn: 第一层渐变流量的最小速度

# reset_flow_duration label
source: Reset flow duration
cs_cz: Doba trvání resetování průtoku
es_es: Restablecer duración del flujo
it_it: Reimposta durata flusso
ja_jp: フロー期間をリセット
pt_br: Duração de reset do fluxo
pt_pt: Repor duração do fluxo
tr_tr: Akış süresini sıfırla
zh_cn: 重置流量持续时间
